tap "ariga/tap"
tap "aws/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "kayac/tap"
tap "ngrok/ngrok"
tap "rcmdnk/file"
tap "weaveworks/tap"
brew "xz"
brew "argocd"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "coreutils"
brew "dbmate"
brew "gh"
brew "gnu-sed"
brew "go-task"
brew "golang-migrate"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "kubernetes-cli"
brew "kustomize"
brew "libfido2"
brew "mas"
brew "mysql-client"
brew "neovim"
brew "nodebrew"
brew "pgformatter"
brew "pure"
brew "pyenv"
brew "sqlc"
brew "staticcheck"
brew "terraform-docs"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "trivy"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "ariga/tap/atlas", link: false
brew "aws/tap/copilot-cli"
brew "hashicorp/tap/terraform", link: false
brew "kayac/tap/ecspresso"
brew "rcmdnk/file/brew-file"
brew "weaveworks/tap/eksctl"
cask "font-daddy-time-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "ngrok"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "766b.go-outliner"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "arjun.swagger-viewer"
vscode "auchenberg.vscode-browser-preview"
vscode "betajob.modulestf"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "craigmaslowski.erb"
vscode "dbaeumer.vscode-eslint"
vscode "discretegames.f5anything"
vscode "eamodio.gitlens"
vscode "ee92.folderize"
vscode "erichbehrens.pull-request-monitor"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.activitusbar"
vscode "hashicorp.terraform"
vscode "hdg.live-html-previewer"
vscode "hediet.vscode-drawio"
vscode "hridoy.rails-snippets"
vscode "humao.rest-client"
vscode "ikappas.phpcs"
vscode "ionutvmi.path-autocomplete"
vscode "ipedrazas.kubernetes-snippets"
vscode "jduponchelle.rainbow-end"
vscode "lunuan.kubernetes-templates"
vscode "mineiros.terramate"
vscode "mkaufman.htmlhint"
vscode "mohsen1.prettify-json"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-chrome"
vscode "msyrus.go-doc"
vscode "oderwat.indent-rainbow"
vscode "panchaoxin.markdown-header"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "q.sass-index-creator"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "saikou9901.evilinspector"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tejasp.typescript-module-indexed"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "windmilleng.vscode-go-autotest"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zhangyd.ascii-table"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
