tap "ariga/tap"
tap "aws/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "kayac/tap"
tap "ngrok/ngrok"
tap "rcmdnk/file"
tap "weaveworks/tap"
brew "xz"
brew "jpeg-xl"
brew "argocd"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "dbmate"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "go-task"
brew "golang-migrate"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "kubernetes-cli"
brew "kustomize"
brew "libfido2"
brew "mas"
brew "mysql-client"
brew "tree-sitter"
brew "neovim"
brew "nodebrew"
brew "peco"
brew "pgformatter"
brew "pure"
brew "pyenv"
brew "rust"
brew "rustup"
brew "sqlc"
brew "starship"
brew "staticcheck"
brew "terraform-docs"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "trivy"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "ariga/tap/atlas", link: false
brew "aws/tap/copilot-cli"
brew "hashicorp/tap/terraform", link: false
brew "kayac/tap/ecspresso"
brew "rcmdnk/file/brew-file"
brew "weaveworks/tap/eksctl"
cask "font-daddy-time-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "ngrok"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
